{"pageProps":{"posts":[{"data":{"title":"Unleashing the Digital Frontier: A Comprehensive Overview of Nepal's  E-commerce Bill","image":{"attribution":"Photo by <a href=\"https://unsplash.com/@markkoenig?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText\">Mark König</a> on <a href=\"https://unsplash.com/photos/Tl8mDaue_II?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText\">Unsplash</a>","src":"ecommerce.jpg","alt":"Unleashing the Digital Frontier: A Comprehensive Overview of Nepal's  E-commerce Bill"},"categories":[{"slug":"legal","title":"Legal","color":"green"}],"excerpt":"The new introduced ecommerce bill of Nepal has created potential challenge to the ecommerce business.Lawmakers needs to carefully consider provision of bill based on both consumer protection and the growth of e-commerce businesses.","publishedAt":1691782002,"slug":"unleashing-the-digital-frontier-a-comprehensive-overview-of-nepal's-e-commerce-bill"},"content":"<p>E-commerce law plays a vital role in governing the fast-paced world of online business. It serves to protect the rights and interests of consumers by ensuring transparent pricing, clear product descriptions, and reliable return policies. On January 30, 1997, the United Nations General Assembly adopted the United Nations Commission on International Trade Law (UNCITRAL) Model Law on E-Commerce through a resolution.  This Model Law offers recommendations to all states, suggesting that they give favorable consideration to its provisions when enacting or revising their laws related to electronic commerce. Nepal Government has introduced different laws in response to the need of implementation of the resolution which includes the Electronic Transaction Act 2063, Consumer Protection Act 2075, Competition Promotion and Market Protection Act 2063, Advertisement Act 2076 etc.</p>\n<p>E-commerce was introduced in Nepal primarily for Nepalese living abroad to send gifts back home. Initially, few online stores served as platforms to promote e-commerce rather than selling products.  Today, the e-commerce sector is experiencing a rapid surge in growth, driven by globalization and increased internet usage. However, the lack of clear legal provisions and guidelines in existing laws has created regulatory complexities, particularly in areas such as data privacy, delivery, consumer protection, and digital payments. This has presented challenges for entrepreneurs looking to enter the e-commerce market and has caused consumers to be cautious about trusting online platforms.</p>\n<p>To address the regulatory complexities hindering the growth of Nepal's e-commerce sector and to tap into its potential benefits, the government has taken proactive measures by drafting a new e-commerce bill. The primary objective of this bill is to establish comprehensive and transparent legal frameworks that cater to various concerns and foster a secure and trustworthy e-commerce environment in the country. The bill's proposal emphasizes the reasons behind its creation, which include promoting employment opportunities, facilitating convenient delivery of goods and services, and establishing a platform for easy supply of raw materials, household items, and agricultural materials.</p>\n<p>By implementing these well-defined regulations, the government seeks to instill confidence among both businesses and consumers. This move will contribute to making the e-commerce sector more robust and reliable, encouraging entrepreneurs to venture into online businesses and consumers to trust and engage in online transactions. Ultimately, the aim is to drive the growth of the e-commerce market and harness the potential benefits of digital commerce in Nepal's evolving digital landscape. Through this proactive approach, Nepal hopes to create a thriving and inclusive e-commerce ecosystem that benefits the economy and society.</p>\n<p>According to the bill, an electronic platform is defined as a system that utilizes computers, mobile devices, or similar electronic devices to create various digital mediums such as websites, applications, software, internet, intranet, and other channels for collecting, transmitting, and compiling information related to product or service business.   Furthermore, Section 2(l) of the bill provides a specific definition for e-commerce, categorizing it as an electronic medium primarily utilized for buying or selling products or services.</p>\n<p>According to Section 3 of the bill, individuals, companies, firms, or institutions incorporated as per the prevailing company act are allowed to operate an e-commerce business. However, they must obtain approval from the relevant authority. The approval process depends on the nature of the business. For e-commerce operations involving the trading of goods, approval is required from the Department of Commerce. On the other hand, if the business focuses on manufacturing goods and materials, approval is granted by the Department of Industry. This regulatory framework ensures that e-commerce businesses operate within the law and follow specific guidelines based on their scope of operations. Additionally, any e-commerce business is required to establish an e-commerce platform for conducting its operations and must apply for registration on the e-commerce business portal.  The bill has clearly mentioned that failure to do so results in a penalty of a fine from Rs. 10,000 to Rs. 50,000</p>\n<p>While the registration and licensing procedure for e-commerce businesses in Nepal may appear effective in terms of consumer confidence and ensuring compliance, it also poses challenges for e-commerce operators. The definition of e-commerce provided by the regulations focuses on creating dedicated e-commerce platforms, which overlook, and disregards e-commerce activities conducted through social media platforms. In reality, a significant portion of e-commerce business in Nepal takes place on platforms like Instagram, Facebook, and TikTok.</p>\n<p>The regulations do not clearly specify whether social media can be considered e-commerce platforms or not. This lack of clarity raises questions for small startup owners who conduct their e-commerce activities through social media. They may be unsure if they need to register as per the company law and obtain approval, and if they should create their own websites or dedicated e-commerce platforms or not. This ambiguity may discourage some entrepreneurs from starting their businesses or hinder their growth.</p>\n<p>The restrictive definition of e-commerce and the absence of clear guidelines for e-commerce conducted on social media platforms could be a barrier for small businesses and may stifle innovation and entrepreneurship in the e-commerce sector in Nepal. To foster a thriving e-commerce environment, it is essential for the regulations to address the emerging trends and dynamics of e-commerce, including the prevalence of social media as a significant platform for conducting online business.</p>\n<p>The e-commerce bill seems to have tried to address the rights of users of the platform. According to Section 6 of the bill, it is essential to disclose comprehensive information about the products and services being offered to customers. This includes providing the name, nature, design, trademark, and descriptions of the products, along with relevant images or outlines and their respective weights. Additionally, the total price of the product, inclusive of taxes and the applicable rate, should be clearly stated to avoid any confusion. The cost of delivery should be transparently described, and any necessary disclaimers or precautions for product or service usage must be communicated to the consumers. Specifics such as the time and date of delivery and the medium through which the service will be completed are crucial to managing customer expectations. Furthermore, e-commerce platforms should clearly outline warranty or guarantee information, including its duration, if applicable. Customers should also have access to important details like the date of manufacture, expiry, and best-before information, along with other relevant terms and conditions. Lastly, providing access to reviews, ratings, and feedback from other consumers helps build trust and confidence in the products and services offered on the e-commerce platform.</p>\n<p>Along with the disclosure of information, there are several other key responsibilities to uphold to ensure compliance with the law and maintain the integrity of the platform. The e-commerce business owner must refrain from engaging in any deceptive practices. They cannot pose as pseudo-consumers or manipulate product ratings, reviews, or feedback on their platform to mislead customers. Honesty and transparency are essential to build trust and credibility with consumers. It is the responsibility of the e-commerce business owner to ensure that all advertisements for products and services are accurate and do not contain false or misleading information. Any claims or representations made in advertisements must be substantiated and truthful. The e-commerce business owner as per the bill must stand by the warranties and guarantees provided for the products or services sold on the platform.</p>\n<p>In addition to the responsibilities of the ecommerce business operator there are other different provisions in the presented ecommerce bill that look beneficial for the users. Section 10 of the e-commerce bill states that if a product or service delivered to the buyer is not as per the order, the buyer has the right to return it to the e-commerce and it is the duty of the platform to process such return. In this scenario, the seller has two options to resolve the issue. Firstly, the seller can provide another product or service that meets the buyer's original order and requirements. This means replacing the incorrect item with the correct one as per the buyer's request. Secondly, if the seller is unable to provide the correct item or the buyer does not wish to have a replacement, the seller is obliged to initiate a refund.</p>\n<p>The issue of consumer confidentiality and privacy has also been addressed by the bill. According to section 12, e-commerce platforms are required to treat the personal information of users as confidential and not share or use such information without the explicit consent of the individuals. However, there is a provision that allows e-commerce platforms to use personal information as per the terms of the contract or agreement with the users.</p>\n<p>The e-commerce bill has provided a separate provision for the responsibility of e-commerce platform like Pathao, daraz etc. i.e. the platform that serves as a mediator and facilitator than the business operator themselves. The terms and conditions in the mobile application of Pathao App clearly mention that it is a facilitator. Hence according to Section 14, some of the responsibilities that Pathao needs to fulfill as per the bill include:\n<sup>1.</sup>\tIt must ensure that all information regarding products or services displayed on the platform is clear, accurate, and truthful. They should only sell products and services that are explicitly mentioned and described on the platform, avoiding any misleading or deceptive information.\n<sup>2.</sup>\tIt is required to maintain records of all transactions involving the buying and selling of products or services on the platform. These records should be preserved for a minimum of six years, ensuring transparency and accountability in the platform's operations.\n<sup>3.</sup>\tIt must ensure that the warranty and guarantee conditions offered by sellers for their products are fulfilled.\n<sup>4.</sup>\t In cases where multiple sellers offer similar products (especially in pathao food), it must ensure that there is no discrimination or preferential treatment between the sellers. All sellers should be given equal opportunities, and if any special offers or facilities are provided by certain sellers, it should be clearly communicated to the buyers.\n<sup>5.</sup>\tBefore listing any product or service on the platform, there should be a contract or agreement between the mediator and the seller. This contract should outline the terms and conditions for selling on the platform, ensuring mutual understanding and compliance with the platform's rules and regulations.\n<sup>6.</sup>\tIf a product or service is returned by a user due to not meeting the terms of the contract, it is responsible for facilitating the return process and refunding the amount to the user as per the platform's policies and guidelines.</p>\n<p>The e-commerce bill recognizes the significance of contract formation in regulating the e-commerce business. Various provisions within the bill underscore the importance of establishing contracts between the parties involved in e-commerce transactions.</p>\n<p>Section 7 of the e-commerce bill states that if there exists an electronic contract between the e-commerce platform and the seller, such contracts are considered to be formed in accordance with the prevailing contract law. This means that electronic contracts between the platform and the sellers are legally binding and enforceable, and they must adhere to the principles and requirements of contract law.\nSection 14 of the bill emphasizes the need for a written contract between the seller and the e-commerce mediator platform before listing any product or service on the platform. This contract sets out the terms and conditions under which the seller will operate on the platform, ensuring mutual understanding and compliance.</p>\n<p>In Section 16, the responsibility of users is highlighted where users are required to be aware of the contract they have concluded with the e-commerce platform and are expected to follow the terms and conditions set forth in that contract. This ensures that users understand their obligations and rights when using the platform.</p>\n<p>The term \"written contract\" in the e-commerce bill may indeed lead to confusion, especially when it comes to e-commerce platforms that facilitate numerous transactions between multiple sellers and buyers. It may not be feasible for a mediator like Pathao to meet all the parties involved personally and conclude individual written contracts for each transaction. In such cases, it is crucial for lawmakers to clarify their intent regarding what constitutes a \"written contract\" in the context of e-commerce platforms. They may need to consider alternative methods of contract formation that are practical and efficient for digital platforms. This could include the acceptance of standard form contracts or electronic agreements, which are widely used in e-commerce settings.</p>\n<p>Section 18 of the e-commerce regulation, which allows e-commerce platforms to enter into contracts with delivery persons or services, is particularly relevant for platforms like Pathao. Pathao operates on a freelancing model where individual riders provide delivery services to the platform's users.</p>\n<p>By having the flexibility to contract with individual riders or third-party delivery services, e-commerce platforms like Pathao can effectively manage and optimize their delivery operations. This model enables them to scale their delivery services as needed, depending on the demand from users.</p>\n<p>The e-commerce bill aims to enhance consumer protection by placing greater responsibility on e-commerce platforms to facilitate warranties, exchanges, and refunds for faulty products or services. While this provision intends to ensure a safer shopping experience for consumers, it could inadvertently impact smaller businesses and local entrepreneurs operating on these platforms. Smaller businesses may lack the resources to handle complex warranty and refund processes on a global scale, potentially hindering their ability to expand and compete with larger enterprises. Additionally, shifting liability from sellers to the platform may cause e-commerce companies to hesitate in offering diverse products due to the fear of potential liabilities and compliance costs. This could lead to a reduced variety of offerings for consumers.</p>\n<p>Platforms like Pathao in Nepal act as intermediaries, facilitating delivery services for products and services provided by sellers. If the burden of warranties and refunds is shifted to intermediaries, there is a risk of sellers engaging in fraudulent activities, such as sending expired foods and shifting the liability to platforms like Pathao.\nIt is important for lawmakers to carefully consider the implications of this provision on both consumer protection and the growth of e-commerce businesses. Balancing the responsibilities of platforms and sellers while ensuring consumer trust and business growth is crucial for creating a thriving and secure e-commerce environment in Nepal.</p>\n<p>In general, e-commerce laws aim to address five key aspects: transaction legalization, consumer protection, intellectual property rights, cyber security, and data protection. While the e-commerce bill in Nepal attempts to cover these aspects, it lacks specific provisions on cyber security and does not adhere to the principle of being technology-neutral, as recommended by the UNCTIRAL E-commerce Model Law.  Furthermore, the bill overlooks social media platforms as part of e-commerce and treats them differently from other digital platforms. To improve the effectiveness of the e-commerce bill, lawmakers should engage in discussions and consult with stakeholders and industry professionals to identify potential amendments.</p>\n<p>One area that requires revision is the harsh punishment for not enlisting a platform in the portal or not creating a dedicated platform for business operations. The penalties, such as imposing huge fines, may be reconsidered to strike a balance between compliance and encouraging smaller businesses to participate in e-commerce.\nSimilarly, making intermediatory platforms liable and subject to imprisonment for delivering goods from another seller needs to be amended. This provision might create undue burden and hesitation among platforms in facilitating smooth e-commerce transactions.</p>\n<p>The current e-commerce bill in Nepal does not specifically address the provision for the delivery of goods by motorcycles and bicycles, despite the significant presence of around 75,000 registered riders using such platforms in 2021.  This omission raises the need for the bill to include regulations for ride-sharing platforms and their role in last-mile delivery services. Additionally, approximately 40% of the payments made on e-commerce platforms are digital transactions, yet there are no specific provisions in the bill that regulate the digital payment system. As a result, there is a crucial gap in ensuring secure and seamless digital transactions within the e-commerce ecosystem. The bill should consider addressing these issues to foster a more inclusive and well-regulated environment for the growing e-commerce sector in Nepal.</p>\n<p>Thus, addressing these concerns and making necessary amendments, the legislation can foster a more secure, inclusive, and technologically neutral environment for e-commerce activities in Nepal. This will ultimately promote a thriving digital marketplace, protect consumer interests, and support the growth of both local entrepreneurs and larger businesses in the e-commerce sector.</p>\n<h2>References</h2>\n<p><sup>1.</sup>\tE- commerce Bill  https://na.parliament.gov.np/uploads/attachments/o7vdqh0q7f63btub.pdf\n<sup>2.</sup>\tElectronic Commerce, United Nations  https://uncitral.un.org/en/texts/ecommerce\n<sup>3.</sup>\tNew E-commerce law to ensure consumer protection https://kathmandupost.com/money/2023/07/05/new-e-commerce-law-to-ensure-consumer-protection\n<sup>4.</sup>\tRoshan Sedhai, Taken for a ride by Pathao, https://www.recordnepal.com/taken-for-a-ride-by-pathao\n<sup>5.</sup>\tSantosh Chapagai, Opportunities and challenges of e-commerce to customers, comparative analysis of Nepal and Finland https://www.theseus.fi/bitstream/handle/10024/744250/Chapagai_Santosh.pdf?sequence=2&#x26;isAllowed=y\n<sup>6.</sup>\tUNCITRAL e- commerce texts and paperless trade facilitation https://www.unescap.org/sites/default/files/3%20UNCITRAL_Session%208.pdf</p>"}]},"__N_SSG":true}