{"pageProps":{"post":{"data":{"title":"Street Children and their Addiction to Drugs in the context of Human Rights ","image":{"attribution":"Photo by <a href=\"https://unsplash.com/@mohammad_samir?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText\">mohammad samir</a> on <a href=\"https://unsplash.com/photos/vaXqT9L7LwY?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText\">Unsplash</a>","src":"streetchildren.jpg","alt":"Street Children and their Addiction to Drugs in the context of Human Rights"},"author":{"image":null,"slug":"abhiksha-humagain","name":"Abhiksha Humagain","bio":"Legal Intern · Legal Trainee"},"categories":[{"slug":"human-rights","title":"Human Rights","color":"blue"}],"excerpt":"About 95% of street children are involved in dendrite sniffing’ and there is no policy that restricts selling dendrite.Although there is no mention of the term street children under CRC if we analyze the convention then from the preamble to various articles the rights of street children have been addressed.","publishedAt":1692633575,"slug":"street-children-and-their-addiction-to-drugs-in-the-context-of-Human-Rights"},"content":"<p>  Bhim Pariyar, a child growing in the streets of Katmandu wondering here and there collecting scrabs for money after meeting his other street friends starts squeezing dendrite from carpet glue into a plastic bag and inhaling the fume. One of his friends expresses, ‘I wish I could have actual food to feed this hunger stomach than hallucinate of having no carvings.’ Another friend who had been severally struck by police for misunderstanding him of a thief as he is so-called ‘khate’ for society says, ‘No one is going to come and feed you, just inhale it and forget the pain we are going through.’</p>\n<p>A child is someone young in between infancy and puberty.The Committe for Rights of Child defines children as someone who has not attended the age of 18. Nepal has around 5000 street children. The term street children are very broad, the public normally assumes homeless children visible on-street as street children but in reality, it is more than just children without a home. <strong>There is no specific definition of street children in any international laws however UNICEF has mentioned three types of street children, street living children, street working children, and children from street families.</strong> Despite the problem and differences in defining street children, we can understand them by referring to children related to the street i.e. living on the street or being on the street.</p>\n<p>The reality of street children is very fragile. The main reasons for children to migrate to the street in Nepal are family violence, poverty, escape from conflict, abuse, discrimination, etc. Sexual exploitation and abuse are some of the major problems of street children in Nepal. Not only female but male children are also found sexually abused by foreigners and locals. <strong>More than four-fifth (86.6%) of street-involved children are illiterate in Nepal.</strong> They have limited access to health care with a lack of proper education and shelter. Insufficient food production, poor sanitation facilities have created health problems for the street children. Among all these above problems one of the increasing ones is the use of drugs.</p>\n<p>Drug use is illegal for all ages in Nepal but there are similar addictive substances like a drug which are easily available and consumed by children. <strong>According to a report of Child Workers in Nepal Concerned Centre (CWIN), 56% of street children smoke and 26% inhale drugs.</strong> Most of these children are either using cigarettes, alcohol, or marijuana. Although there is a law against the use of marijuana and there exists a policy of minimum age for alcohol purchase to be 21 years. Children around age 10 are easily provided with access to cigarettes or alcohol. Similarly, <strong>‘about 95% of street children are involved in dendrite sniffing’ and there is no policy that restricts selling dendrite.</strong> Dendrite sniffing is a cheap, easily accessible temptation that has an effect like drugs and is harmful to physical and mental well-being. Children are the future of this nation, this world and as a source of hope, inspiration in society if they are left socially deprived or if measures for their well-being are not taken care of then the whole nation, the world are at stake.</p>\n<p>Every human being has inherent rights for being human, such rights are known as human rights. Human rights are all universal, inalienable, indivisible, interdependent, and interrelated rights. Children are also entitled to human rights. They are one of the most vulnerable groups with special needs which led to the creation of separate child rights along with human rights. Child rights are the human rights of children regardless of their age, race, gender, etc. In November <em>1989 UN General Assembly adopted the Convention on the Right of the Child (CRC)</em> which is the most comprehensive international convention and addresses a full range of rights for children.</p>\n<p>CRC is the most ratified international human rights convention with around 193 countries as a party. Although there is no mention of the term street children under CRC if we analyze the convention then from the preamble to various articles the rights of street children have been addressed. The preamble stated that there are children in all states of the world who are living in exceptionally difficult conditions and such children need special protection, Street children fall under this category. Since CRC and its optional protocols are for the rights to be ensured, protected, and fulfilled. <em>Article 2</em> of the CRC mentions that the state needs to ensure the rights of a child without discrimination of any kind on ‘any status’. <em>UN General Comment 21(2017) on children in street situations para 25</em> included street children under ‘any status’ which ensured the right against discrimination to street children. <em>Article 20</em> is more relevant to street children. It mentions the need for special protection to a child temporarily or permanently deprived of his/her family or family environment or in whose best interest cannot be allowed to remain in such an environment. States needs to take all possible measures to protect a child who is in care of parent(s), guardian(s), or any other person from physical or mental violence, abuse, injury, exploitation including sexual abuse <em>(Article 19)</em></p>\n<p><em>Article 3(1)</em> of the convention states the best interest of children to be a primary consideration. ‘The obligation attached to these rights is to secure the holistic physical, psychological and moral integrity of children in street situations and promote their human dignity as these children are particularly vulnerable.’ CRC has also mentioned state parties to ensure the survival and development of the child. The development word needs to be interpreted as whole physical, mental, spiritual, moral, psychological, and social development. Along with the development, a state needs to ensure the right to live with the dignity of street children by refraining from violence, discrimination, and harm caused to them. Adequate standard of living for the physical, mental, spiritual, and moral well-being of street children is much necessary and to ensure this as per <em>article 27(CRC)</em> state needs to assist parents or others responsible for the child along with providing material assistance and support programs. Child labor is also made prohibited and punishable in this convention. Even the <em>International Labor Organization Convention 182</em> prohibits all forms of child labor including slavery, trafficking, and forced labor. Along with these laws, there are various provisions in <em>International Covenant in Civil and Political Rights ( ICCPR)</em> and <em>International Covenant in Economic, Social and Cultural Rights (ICESCR)</em> for their protection. Domestic laws like The Act relating to Children 2075 also protect the right of these children.</p>\n<p>Despite all these laws, the problems of street children are quite evident. To address these obstacles state, need to make policies that can improve the existing situation of street children. There is a need for the state to make legislative and policy reviews of the laws, and acts formed should be ‘implemented by enabling policies, mandates, operating procedures, guidelines, service delivery, oversight, and enforcement mechanisms, and developed in collaboration with key stakeholders including children in street situation . Along with laws, there is a need for the state to provide support to civil society which can be in form of funding, accreditation, or regulation. The state needs to make necessary strategies to address causes and problems.</p>\n<p>The problem of the use of drug-like substances is provoked due to various other problems faced by these children. If other problems are solved then the solution for dendrite sniffing or use of other toxic substances can be figured out. The story of Bhim Pariyar and his friends is a story of every other street child. If according to the law states works on providing an adequate standard of living for them and work for their survival and development along with awarding them as well as the general public, shopkeepers about the harmful effects of toxic substances consumed then this issue can be solved.</p>\n<p>They also need to take into account the measures for immediate implementations such as stopping round-ups or the arbitrary removal of children from public spaces, brutal behavior, and name-calling, etc., and measures that need to be implemented progressively such as comprehensive social protection. There is a need for a continuous and effective protection system for street children. One of the effective ways the protection of street children can be by creating a family-like structure for those children who are deprived of family and a caring environment for those street children who deprive family support. From policymakers to health, education, social workers, the public all need to be provided with basic training in child rights and understanding of the situation of street children so the gap in law and practice are addressed.</p>\n<p>Therefore, it can be concluded that there are various causes for a child for being on street or part of the street and also various problems faced in the street. In the first place, children being in the street shows the problem of the inapplicability of international laws that their nations are parties to. In addition to this these children after coming into the street also faces several problems, causing a gap between laws that address them and the actual situation. The increasing number of children in the street, their vulnerability, and their addiction to harmful substances have shown the need for the state to take necessary measures to control this situation.</p>\n<h2>References</h2>\n<p><sup>1.</sup> <a href=\"http://www.cwin.org.np/phocadownloadpap/occasional_publications/glue.pdf\" target=\"_blank\" rel=\"noreferrer noopener\">Glue Sniffing among street children in the Kathamandu valley’</a></p>\n<p><sup>2.</sup> Committee on the Rights of Child General Comment NO.21,2017</p>\n<p><sup>3.</sup> Convention on the Rights of the Child, 2 September 1990, OHCHR</p>\n<p><sup>4.</sup> <a href=\"https://www.springer.com/cda/content/document/cda_downloaddocument/9783319439181-c2.pdf?SGWID=0-0-45-1604382-p180186271\" target=\"_blank\" rel=\"noreferrer noopener\">The History of Children’s Rights</a></p>\n<p><sup>5.</sup> <a href=\"http://www.cwin.org.np/phocadownloadpap/fact_sheets/street%20children.pdf\" target=\"_blank\" rel=\"noreferrer noopener\">5. Street Children in Nepal, Child Workers in Nepal Concerned Centre,CWIN</a></p>\n<p><sup>6.</sup> <a href=\"https://www.thenewhumanitarian.org/report/74899/nepal-street-children-sniff-glue-beat-hunger-pangs\" target=\"_blank\" rel=\"noreferrer noopener\">Street children sniff glue to beat hunger pangs’</a></p>\n<p><sup>7.</sup><a href=\"https://www.streetchildren.org/wp-content/uploads/gravity_forms/1-07fc61ac163e50acc82d83eee9ebb5c2/2017/07/General-Comment-No.-21-2017-on-children-in-street-situations.pdf\" target=\"_blank\" rel=\"noreferrer noopener\">UN Convention on the Rights of the child, Committee on the Rights of Child General Comment NO.21(2017) on children in street situation</a></p>"}},"__N_SSG":true}