{"pageProps":{"posts":[{"data":{"image":{"src":"crew.jpg","alt":null,"attribution":"Photo by <a href=\"https://unsplash.com/@arrahmanur?utm_content=creditCopyText&utm_medium=referral&utm_source=unsplash\">Mohammad Arrahmanur</a> on <a href=\"https://unsplash.com/photos/a-group-of-people-sitting-on-seats-in-an-airplane-Nn3mVDcL9ok?utm_content=creditCopyText&utm_medium=referral&utm_source=unsplash\">Unsplash</a>\n  "},"author":{"image":null,"slug":"abhiksha-humagain","name":"Abhiksha Humagain","bio":"Legal trainee"},"slug":"a-review-of-crew-and-the-quest-for-provident-fund","title":"A Review of 'Crew' and the Quest for Provident Fund","categories":[{"slug":"movie-review","color":"green","title":"Movie Review"}],"excerpt":"Viewing the movie 'Crew' from the legal eye of Nepal, there are ways where Tabu could have fought for their rightful provident fund, ensuring she got the money she deserved without smuggling gold. ","publishedAt":1713117307},"content":"<p>In the movie \"Crew,\" starring  Kareena Kapoor, Kriti Sanon, and Tabu as air hostesses working for Kohihoor Airlines, the main characters find themselves in a tough spot. They haven't been paid their salaries for six months, and there's talk that the airline might go bankrupt. When Tabu bravely confronts the HR head, her fears are confirmed. To make matters worse, Tabu is convinced that she won’t be able to access her 20-year provident fund, which she needs to fulfill her dream of opening a restaurant in Goa. Feeling desperate, the women resort to gold smuggling. However, thinking about the movie prompted me to consider legal ways in Nepal where Tabu could have fought for their rightful provident fund, ensuring she got the money she deserved without breaking the law.</p>\n<p>Tabu had a couple of options to pursue her provident fund. Firstly, she could have directly approached the Labor Court to make her claim. Alternatively, looking at it from the perspective of insolvency, according to <em>Labor Act 2074 Section 149,</em> when a company shuts down or goes bankrupt, employees are supposed to be the first ones to get paid what they're owed, including salaries and benefits. However, this rule doesn't apply if the company goes bankrupt because of criteria outlined in the Insolvency Act 2063.  If Kohinoor Company had opted for voluntary liquidation under the <em>Company Act 2063,</em> employees would have been the first in line to receive their unpaid remuneration and benefits. However, given the director’s involvement in illegal activities like gold smuggling through the company, they wouldn't want to shut down the company officially. For voluntary closure to happen, directors comply  with statutory duty to wind up the insolvent company..</p>\n<p>Another option for Tabu to obtain her provident fund is through compulsory liquidation, as outlined in <em>Section 4 of the Insolvency Act.</em> This process involves people who are at least  10% of the company's creditors, or a shareholder with at least 5% of the total shares, or a debenture holder with at least 5% of the total debentures, or the appointed liquidator initiating the procedure. </p>\n<p>Tabu could gather any of such people and prepare a statement detailing the company's debts and other necessary documents. Upon application from the creditor, the court would appoint an investigation officer to assess whether an immediate liquidation order should be issued, or if the restructuring of the company is enough. If the court decides to liquidate the company, a liquidator is appointed, and all liabilities must be settled during the process. After expenses are paid, including those of the investigation officer and restructuring manager, payments are made in a specific order, including remuneration, wages, provident fund, and gratuity owed to employees.</p>"}],"category":{"slug":"movie-review","color":"green","title":"Movie Review"}},"__N_SSG":true}